{
  "title": "Blood Falls",
  "url": "https://en.wikipedia.org/wiki/Blood_Falls",
  "content": "Blood Falls is an outflow of an iron(III) oxide–tainted plume of saltwater, flowing from the tongue of Taylor Glacier onto the ice-covered surface of West Lake Bonney in the Taylor Valley of the McMurdo Dry Valleys in Victoria Land, East Antarctica.\nIron-rich hypersaline water sporadically emerges from small fissures in the ice cascades. The saltwater source is a subglacial pool of unknown size overlain by about 400 metres (1,300 ft) of ice, several kilometers from its tiny outlet at Blood Falls.\nThe reddish deposit was found in 1911 by the Australian geologist Thomas Griffith Taylor, who first explored the valley that bears his name. The Antarctica pioneers first attributed the red color to red algae, but later it was proven to be due to iron oxides.\n\n\n== Geochemistry ==\nPoorly soluble hydrous ferric oxides are deposited at the surface of ice after the ferrous ions present in the unfrozen saltwater are oxidized in contact with atmospheric oxygen. The more soluble ferrous ions initially are dissolved in old seawater trapped in an ancient pocket remaining from the Antarctic Ocean when a fjord was isolated by the glacier in its progression during the Miocene period, some 5 million years ago, when the sea level was higher than today.\nUnlike most Antarctic glaciers, the Taylor Glacier is not frozen to the bedrock, probably because of the presence of salts concentrated by the crystallization of the ancient seawater imprisoned below it. Salt cryo-concentration occurred in the deep relict seawater when pure ice crystallized and expelled its dissolved salts as it cooled down because of the heat exchange of the captive liquid seawater with the enormous ice mass of the glacier. As a consequence, the trapped seawater was concentrated in brines with a salinity two to three times that of the mean ocean water. A second mechanism sometimes also explaining the formation of hypersaline brines is the water evaporation of surface lakes directly exposed to the very dry polar atmosphere in the McMurdo Dry Valleys. The analyses of stable isotopes of water allow, in principle, to distinguish between both processes as long as there is no mixing between differently formed brines.\nHypersaline fluid, sampled fortuitously through a crack in the ice, was oxygen-free and rich in sulfate and ferrous ion. Sulfate is a remnant geochemical signature of marine conditions, while soluble divalent iron was likely liberated under reducing conditions from the subglacial bedrock minerals weathered by microbial activity.\n\n\n== Microbial ecosystem ==\n\nChemical and microbial analyses both indicate that a rare subglacial ecosystem of autotrophic bacteria developed that metabolizes sulfate and ferric ions. According to geomicrobiologist Jill Mikucki at the University of Tennessee, water samples from Blood Falls contained at least 17 different types of microbes, and almost no oxygen. An explanation may be that the microbes use sulfate to respire with ferric ions and metabolize the trace levels of organic matter trapped with them.  Such a metabolic process had never before been observed in nature.\nA puzzling observation is the coexistence of ferrous and sulfate ions under anoxic conditions. No sulfide anions are found in the system. This suggests an intricate and poorly understood interaction between the sulfur and the iron biochemical cycles.\nIn December 2014, scientists and engineers led by Mikucki returned to Taylor Glacier and used a probe called IceMole, designed by a German collaboration, to melt into the glacier and directly sample the salty water (brine) that feeds Blood Falls.\nSamples were analyzed, and revealed a cold (−7 °C (19 °F)), iron-rich (3.4 mM) subglacial brine (8% sodium chloride). From these samples, scientists isolated and characterized a type of bacteria capable of growing in salty water (halophilic), that thrives in the cold (psychrophile), and is heterotrophic, which they assigned to the genus Marinobacter. DNA bioinformatic analysis indicated the presence of at least four gene clusters involved in secondary metabolism. Two gene clusters are related to the production of aryl polyenes, which function as antioxidants that protect the bacteria from reactive oxygen species. Another gene cluster seems to be involved in terpene biosynthesis, most likely to produce pigments.  Other bacteria identified are Thiomicrospira sp., and Desulfocapsa sp.\n\n\n== Implications for the Snowball Earth hypothesis ==\nAccording to Mikucki et al. (2009), the now-inaccessible subglacial pool was sealed off 1.5 to 2 million years ago and transformed into a kind of \"time capsule\", isolating the ancient microbial population for a sufficiently long time to evolve independently of other similar marine organisms. It explains how other microorganisms could have survived when the Earth (according to the Snowball Earth hypothesis) was entirely frozen over.\nIce-covered oceans might have been the only refugium for microbial ecosystems when the Earth apparently was covered by glaciers at tropical latitudes during the Proterozoic eon about 650 to 750 million years ago.\n\n\n== Implications for astrobiology ==\nThis unusual place offers scientists a unique opportunity to study deep subsurface microbial life in extreme conditions without the need to drill deep boreholes in the polar ice cap, with the associated contamination risk of a fragile and still-intact environment.\nThe study of harsh environments on Earth is useful to understand the range of conditions to which life can adapt and to advance assessment of the possibility of life elsewhere in the Solar System, in places such as Mars or Europa, an ice-covered moon of Jupiter. Scientists of the NASA Astrobiology Institute speculate that these worlds could contain subglacial liquid water environments favorable to hosting elementary forms of life, which would be better protected at depth from ultraviolet and cosmic radiation than on the surface.\n\n\n",
  "summary": "Blood Falls is an outflow of an iron(III) oxide–tainted plume of saltwater, flowing from the tongue of Taylor Glacier onto the ice-covered surface of West Lake Bonney in the Taylor Valley of the McMurdo Dry Valleys in Victoria Land, East Antarctica.\nIron-rich hypersaline water sporadically emerges from small fissures in the ice cascades. The saltwater source is a subglacial pool of unknown size overlain by about 400 metres (1,300 ft) of ice, several kilometers from its tiny outlet at Blood Falls.\nThe reddish deposit was found in 1911 by the Australian geologist Thomas Griffith Taylor, who first explored the valley that bears his name. The Antarctica pioneers first attributed the red color to red algae, but later it was proven to be due to iron oxides."
}