{
  "title": "Blood rain",
  "url": "https://en.wikipedia.org/wiki/Blood_rain",
  "content": "Blood rain or red rain is a phenomenon in which blood is perceived to fall from the sky in the form of rain. Cases have been recorded since Homer's Iliad, composed approximately  8th century BC, and are widespread. Before the 17th century it was generally believed that the rain was actually blood. Literature mirrors cult practice, in which the appearance of blood rain was considered a bad omen. It was used as a tool foreshadowing events, but while some of these may be literary devices, some occurrences are historic. There is now a scientific consensus that the blood rain phenomenon is caused by aerial spores of green microalgae Trentepohlia annulata.\nRecorded instances of blood rain usually cover small areas. The duration can vary, sometimes lasting only a short time, others several days. By the 17th century, explanations for the phenomenon had moved away from the supernatural and attempted to provide natural reasons. In the 19th century, blood rains were scientifically examined, and theories that dust gave the water its red colour gained ground. Today, the dominant theories are that the rain is caused by red dust suspended in the water (rain dust) or by  the presence of micro-organisms. Alternative explanations for some historical descriptions include red aurorae being described as having the appearance of rain or blood.\nThe phenomenon received international coverage in 2001, after red rain fell in Kerala, India,\nand again in 2012.\n\n\n== History and use in literature ==\nOccurrences of blood rain throughout history are distributed from the ancient, to the modern day. The earliest literary instance is in Homer's Iliad, in which Zeus twice caused a rain of blood, on one occasion to warn of slaughter in a battle. The same portent occurs in the work of the poet Hesiod, writing around 700 BC; the author John Tatlock suggests that Hesiod's story may have been influenced by that recorded in the Iliad.  The first-century Greek biographer Plutarch also recounts a tradition of a rain of blood during the reign of Romulus, founder of Rome. Roman authors Livy and Pliny record some later cases of blood rain, with Livy describing it as a bad portent.\n\nUnusual events such as a rain of blood were considered bad omens in Antiquity, and this belief persisted through the Middle Ages and well into the Early modern period.  Throughout northern and western Europe there are many cases of rains of blood which were used by contemporary writers to augur bad events: the Anglo-Saxon Chronicle records, \"there was a bloody rain in Britain. And milk and butter were turned to blood. And Lothere, king of Kent, died\". Tatlock suggests that although the Chronicle was written long after the events, it may have basis in historical truth. He notes that although the rain may seem to be foreshadowing the death of Lothere, medieval chroniclers often noted unusual occurrences in their works \"merely for their general interest\". Gregory of Tours records that in 582 \"In the territory of Paris there rained real blood from the clouds, falling upon the garments of many men, who were so stained and spotted that they stripped themselves of their own clothing in horror\". Although the work of Geoffrey of Monmouth, a 12th-century writer who popularised the legends of King Arthur, is regarded as \"fantastical\" rather than reliable, he too notes the occurrence of blood rain, in the reign of Rivallo. This event was further expanded on by Layamon in his poem Brut (written around 1190), who described how blood rain was one of several portents, and which itself led to destruction:\n\nIn the same time here came a strange token, such as before never came, nor never hitherto since. From heaven here came a marvellous flood; three days it rained blood, three days and three nights. That was exceeding great harm! When the rain was gone, here came another token anon. Here came black flies, and flew in men's eyes; in their mouth, in their nose, their lives went all to destruction; such multitude of flies here was that they ate the corn and the grass. Woe was all the folk that dwelt in the land! Thereafter came such a mortality that few here remained alive. Afterward here came an evil hap, that king Riwald died.\nMany works which record occurrences of blood rain, such as that of Layamon, were written significantly after the event was supposed to have taken place. The 14th-century monk Ralph Higden in his work, the Polchronicon, recounts that in 787 there was a rain of blood, perhaps intended by the author as an indication of the coming Viking invasion. Written in the 12th century, the Book of Leinster records many sensational events, including showers of silver; it records a shower of blood in 868.\nIn the work of William of Newburgh, a rain of blood proves the drive and determination of Richard the Lionheart. According to William of Newburgh, a contemporary chronicler, in May 1198 Richard and the labourers working on the castle were drenched in a \"rain of blood\". While some of his advisers thought the rain was an evil omen, Richard was undeterred:\n\nthe king was not moved by this to slacken one whit the pace of work, in which he took such keen pleasure that, unless I am mistaken, even if an angel had descended from heaven to urge its abandonment he would have been roundly cursed.\n\nIn Germany, a shower of blood was one of several portents for the arrival of the Black Death in 1348–1349. The phenomenon gained exposure to a wide audience in the 16th century, during the Renaissance, when it was used as an example of the power of God; a form of literature using prodigies such as blood rain as cautions against immorality proliferated across Europe having originated in Italy. In Germany, such works were particularly popular amongst Protestants. Although unusual events such as rains of blood were still treated with superstition, often as demonstrations of godly power, Nicolas-Claude Fabri de Peiresc (1580–1637) was one of the few who proposed natural causes; after hearing of a bloody rain in Aix-en-Provence, he suggested it was caused by butterflies. Although his theory would later be rejected, he helped the likes of Pierre Gassendi and René Antoine Ferchault de Réaumur to lay the foundations for removing superstition from explanations of the phenomenon.\nOne of the first scientists who correctly explained this phenomenon was Giuseppe Maria Giovene (1753–1837). Blood rain fell on Apulia on 7 March 1803, and it was then believed that the rain was caused by the explosion of Italy's volcanoes Mount Vesuvius or Etna, or that it was due to the transport of matter coming from the sea floor and raised by vapor. Giuseppe Maria Giovene related the phenomenon to the wind which occurred prior to the rain event, and he came to the conclusion that the sand came from Africa and that it had been pushed by the wind coming from direction south-east.\nIn Europe, there were fewer than 30 recorded cases all together of blood rain in the 13th, 14th, and 15th centuries. There were 190 instances across the 16th and 17th centuries; there was a decline in the 17th century when only 43 were recorded, but this picked up again with 146 in the 19th century. There is little literature on the subject of blood rain, although it has gained the attention of some naturalists.\n\n\n== Mechanism ==\n\nA 2015 study has unambiguously established that the cause of blood rain in Kerala was the aerial spores of green microalgae Trentepohlia. The study used molecular phylogenetics to compare the evolution of DNA sequence of T. annulata isolated from blood rain sample with that of T. annulata from Austria. Results suggest that the isolate from Kerala is, in fact, a recently introduced species from Austria. The research confirmed the likelihood that the introduction happened through clouds over the ocean, a phenomenon of intercontinental species dispersal previously reported for bacteria and fungi but not for an alga. Clouds over ocean dispersal is analogous to the intercontinental flights; spores of this alga from Europe are transported to India via clouds that drift across the Arabian Sea. Spores might have been carried first to the clouds for its dispersal. How exactly these lower stratospheric clouds containing algal spores got in Kerala remain unknown but it might be related to the monsoon as well, as Kerala is the first state that the southwest monsoon strikes together with Sri Lanka. Again, trade winds (SE and NE) converge at a region called the Inter-Tropical Convergence Zone (ITCZ), which is located close to Kerala and Sri Lanka, which might be another clue for this puzzle. Authors said  their steps would be the analysis of intercontinental clouds using High-Efficiency Particulate Air Filters, using the similar DNA sequence based technique called “metagenomics”, which would reveal the entire microbial diversity of these clouds.\nWhile most ancient authors, such as Hesiod and Pliny, tended to ascribe the rain to the acts of gods, Cicero rejected the idea and instead suggested that the red rain may be caused by \"ex aliqua contagione terrena\", \"from some earthly contagion\". The two cases in the Iliad are explained by Heraclitus as simply red-coloured rain rather than literally blood; however, a later scholiast (a critical or explanatory commentator) suggests that it was precipitation of blood that had evaporated earlier: after a battle, blood would flow into nearby water courses, evaporate, and then fall as rain. This explanation, demonstrating unfamiliarity with the properties of distillation was echoed by Eustathius of Thessalonica, a 12th-century archbishop.\nTatlock, in a study of some medieval cases of blood rain, notes that the medieval cases of blood rain \"agree well\" with their classical counterparts. Although there are variables (for example, the rain sometimes lasted only for a short period, while on other occasions, it could last days), they were widely considered to be bad omens and warnings of bad events to come. He also suggests that the phenomenon may be recorded only in small areas because the colour of the rain would not always be noticed and may be obvious against only pale backgrounds. In the classical period, events such as a shower of blood was seen a demonstration of godly power; in the medieval period, Christians were less inclined to attribute the phenomenon to such reasons although followers of nature-religions were happy to do so.\nIn the 19th century, there was a trend towards examining events such as rains of blood more scientifically; Ehrenberg conducted experiments at the Berlin Academy, attempting to recreate \"blood rain\" using dust mixed with water. He concluded that blood rain was caused by water mixing with a reddish dust, mostly composed of animal and vegetable matter. He was unclear on the origin of the dust but stated that it lacked the characteristics of African dust that might have indicated it came from the Sahara Desert. Instead, he suggested that the dust came from dried swamps where it was picked up by violent winds and would later fall as rain. This explanation has persisted, and the Academic Press Dictionary of Science and Technology (1992) attributes the colour of blood rain to the presence of dust containing iron oxide.\nOther reasons for blood rain aside from dust are sometimes given. Schove and Ho have suggested that some descriptions of red rain or vapor may refer to aurorae. When red rain fell in Kerala, dust was the suspected cause. Alternative theories, later dismissed, included dust from a meteorite and extraterrestrial cells in the water. The particles causing the red colour in Kerala were later determined to be spores of the alga Trentepohlia annulata.\n\n\n== Occurrence in Kerala ==\n\n\n",
  "summary": "Blood rain or red rain is a phenomenon in which blood is perceived to fall from the sky in the form of rain. Cases have been recorded since Homer's Iliad, composed approximately  8th century BC, and are widespread. Before the 17th century it was generally believed that the rain was actually blood. Literature mirrors cult practice, in which the appearance of blood rain was considered a bad omen. It was used as a tool foreshadowing events, but while some of these may be literary devices, some occurrences are historic. There is now a scientific consensus that the blood rain phenomenon is caused by aerial spores of green microalgae Trentepohlia annulata.\nRecorded instances of blood rain usually cover small areas. The duration can vary, sometimes lasting only a short time, others several days. By the 17th century, explanations for the phenomenon had moved away from the supernatural and attempted to provide natural reasons. In the 19th century, blood rains were scientifically examined, and theories that dust gave the water its red colour gained ground. Today, the dominant theories are that the rain is caused by red dust suspended in the water (rain dust) or by  the presence of micro-organisms. Alternative explanations for some historical descriptions include red aurorae being described as having the appearance of rain or blood.\nThe phenomenon received international coverage in 2001, after red rain fell in Kerala, India,\nand again in 2012."
}