{
  "title": "Brinicle",
  "url": "https://en.wikipedia.org/wiki/Brinicle",
  "content": "A brinicle (brine icicle, also known as an ice stalactite) is a downward-growing hollow tube of ice enclosing a plume of descending brine that is formed beneath developing sea ice.\nAs seawater freezes in the polar ocean, salt brine concentrates are expelled from the sea ice, creating a downward flow of dense, extremely cold, saline water, with a lower freezing point than the surrounding water. When this plume comes into contact with the neighboring ocean water, its extremely low temperature causes ice to instantly form around the flow. This creates a hollow stalactite, or icicle, referred to as a brinicle.\n\n\n== Formation ==\nThe formation of ice from salt water produces marked changes in the composition of the nearby unfrozen water. When water freezes, most impurities are excluded from the water crystals; even ice from seawater is relatively fresh compared to the seawater from which it is formed. As a result of forcing the impurities out (such as salt and other ions) sea ice is very porous and spongelike, quite different from the solid ice produced when fresh water freezes.\nAs the seawater freezes and salt is forced out of the pure ice crystal lattice, the surrounding water becomes more saline as concentrated brine leaks out. This lowers its freezing temperature and increases its density. Lowering the freezing temperature allows this surrounding, brine-rich water to remain liquid and not freeze immediately. The increase in density causes this layer to sink. Tiny tunnels called brine channels are created all through the ice as this supersaline, supercooled water sinks away from the frozen pure water. The stage is now set for the creation of a brinicle.\nAs this supercooled saline water reaches unfrozen seawater below the ice, it will cause the creation of additional ice. Water moves from high to low concentrations. Because the brine possesses a lower concentration of water, it therefore attracts the surrounding water. Due to the low temperature of the brine, the newly attracted water freezes. If the brine channels are relatively evenly distributed, the ice pack grows downward evenly. However, if brine channels are concentrated in one small area, the downward flow of the cold brine (now so salt-rich that it cannot freeze at its normal freezing point) begins to interact with unfrozen seawater as a flow. Just as hot air from a fire rises as a plume, this cold, dense water sinks as a plume. Its outer edges begin accumulating a layer of ice as the surrounding water, cooled by this jet to below its freezing point, ices up. A brinicle has now been formed, resembling an inverted \"chimney\" of ice enclosing a downward flow of this supercooled, super salinated water.\nWhen the brinicle becomes thick enough, it becomes self-sustaining. As ice accumulates around the down-flowing cold jet, it forms an insulating layer that prevents the cold, saline water from diffusing and warming. As a result, the ice jacket surrounding the jet grows downward with the flow. The inner wall temperature of the stalactite remains on the salinity-determined freezing curve, so as the stalactite grows and the temperature deficit of the brine goes into the growth of ice, the inner wall melts to dilute and cool the adjacent brine back to its freezing point. It is like an icicle turned inside-out; rather than cold air freezing liquid water into layers, down-rushing cold water is freezing the surrounding water, enabling it to descend even deeper. As it does, it creates more ice, and the brinicle grows longer.\nA brinicle is limited in size by the depth of the water, the growth of the overlying sea ice fueling its flow, and the surrounding water itself. In 2011, brinicle formation was filmed for the first time. The salinity of the liquid water within the brinicle has been confirmed to vary depending on the temperature of the air. The lower the temperature, the greater the brine concentration. A January 2014 along the coast of the White Sea recorded that at an air temperature of −1 °C the brine salinity was between 30 and 35 psu while the salinity at sea was 28 psu. When the temperature was −12 °C the salinity of the brine increased to between 120 and 156 psu.\n\n\n== Structure ==\nAt the time of its creation, a brinicle resembles a pipe of ice reaching down from the underside of a layer of sea ice. Inside the pipe is extremely cold and saline water produced by the growth of the sea ice above, accumulated through brine channels. At first, brinicles are very fragile, the walls are thin, but the constant flow of colder brine sustains the brinicle growth and hinders its melt that would be caused by the contact with the less cold surrounding water. As ice accumulates and the walls becomes thicker, brinicles becomes more stable.\nA brinicle can, under the proper conditions, reach down to the seafloor. To do so, the supercold brine from the pack ice overhead must continue to flow, the surrounding water must be significantly less saline than the brine, the water cannot be very deep, the overhead sea ice pack must be still, and currents in the area must be minimal or still. If the surrounding water is too saline, its freezing point will be too low to create a significant amount of ice around the brine plume. If the water is too deep, the brinicle is likely to break free under its own weight before reaching the seafloor. If the icepack is mobile or currents too strong, strain will break the brinicle.\nUnder the right conditions, including favorable ocean floor topography, a brine pool may be created. However, unlike brine pools created by cold seeps, brinicle brine pools are likely to be very transient as the brine supply will eventually cease.\nOn reaching the seafloor, it will continue to accumulate ice as surrounding water freezes. The brine will travel along the seafloor in a down-slope direction until it reaches the lowest possible point, where it will pool. Any bottom-dwelling sea creatures, including starfish or sea urchins, can be encased in this expanding web of ice and be trapped, ultimately freezing to death.\n\n\n== Research history ==\nBrinicles have been known since the 1960s. The generally accepted model of their formation was proposed by the US oceanographer Seelye Martin in 1974. The formation of a brinicle was first filmed in 2011 by producer Kathryn Jeffs and cameramen Hugh Miller and Doug Anderson for the BBC series Frozen Planet. The first numerical model for a brinicle formation was developed in 2023 by researchers at the National University of Colombia in collaboration with the Lawrence Livermore National Laboratory.\n\n\n",
  "summary": "A brinicle (brine icicle, also known as an ice stalactite) is a downward-growing hollow tube of ice enclosing a plume of descending brine that is formed beneath developing sea ice.\nAs seawater freezes in the polar ocean, salt brine concentrates are expelled from the sea ice, creating a downward flow of dense, extremely cold, saline water, with a lower freezing point than the surrounding water. When this plume comes into contact with the neighboring ocean water, its extremely low temperature causes ice to instantly form around the flow. This creates a hollow stalactite, or icicle, referred to as a brinicle."
}