{
  "title": "Brocken spectre",
  "url": "https://en.wikipedia.org/wiki/Brocken_spectre",
  "content": "A Brocken spectre (British English; American spelling: Brocken specter; German: Brockengespenst), also called Brocken bow, mountain spectre, or spectre of the Brocken is the magnified (and apparently enormous) shadow of an observer cast in mid air upon any type of cloud opposite a strong light source. The figure's head can be surrounded by a bright area called Heiligenschein, or halo-like rings of rainbow-coloured light forming a glory, which appear opposite the Sun's direction when uniformly sized water droplets in clouds refract and backscatter sunlight.\nThe phenomenon can appear on any misty mountainside, cloud bank, or be seen from an aircraft, but the frequent fogs and low-altitude accessibility of the Brocken, the highest peak of the Harz Mountains in Germany, have created a local legend from which the phenomenon draws its name. The Brocken spectre was observed and described by Johann Silberschlag in 1780, and has often been recorded in literature about the region.\n\n\n== Occurrence ==\n\nThe \"spectre\" appears when the sun shines from behind the observer, who is looking down from a ridge or peak into mist or fog.\nThe light projects the observer's shadow through the mist, often in a triangular shape due to perspective.\nThe apparent magnification of size of the shadow is an optical illusion that occurs when the observer judges their shadow on relatively nearby clouds to be at the same distance as faraway land objects seen through gaps in the clouds, or when there are no reference points by which to judge its size. The shadow also falls on water droplets of varying distances from the eye, confusing depth perception. The ghost can appear to move (sometimes suddenly) because of the movement of the cloud layer and variations in density within the cloud.\n\n\n== Ulloa's halo ==\n\nBefore the first reports of the phenomenon in Europe, two members of the French Geodesic Mission to the Equator, Antonio de Ulloa and Pierre Bouguer, reported that while walking near the summit of the Pambamarca mountain, in the Ecuadorian Andes, they saw their shadows projected on a lower-lying cloud, with a circular \"halo or glory\" around the shadow of the observer's head.  Ulloa noted that\n\nThe most surprising thing was that, of the six or seven people that were present, each one saw the phenomenon only around the shadow of his own head, and saw nothing around other people’s heads.\nThis was then called \"Ulloa's halo\" or \"Bouguer's halo\".  Ulloa reported that the glories were surrounded by a larger ring of white light, which would today be called a fog bow.  On other occasions, he observed arches of white light formed by reflected moonlight, whose explanation is unknown but which may have been related to ice-crystal halos.\n\n\n== References in popular culture and the arts ==\nSamuel Taylor Coleridge's poem \"Constancy to an Ideal Object\" concludes with an image of the Brocken spectre:\n\nLewis Carroll's \"Phantasmagoria\" includes a line about a Spectre who \"...tried the Brocken business first/but caught a sort of chill/so came to England to be nursed/and here it took the form of thirst/which he complains of still.\"\nStanisław Lem's Fiasco (1986) has a reference to the \"Brocken Specter\": \"He was alone. He had been chasing himself. Not a common phenomenon, but known even on Earth. The Brocken Specter in the Alps, for example.\" The situation, of pursuing one's self, via a natural illusion is a repeated theme in Lem. A scene of significance in his book The Investigation (1975) depicts a detective who, within the confines of a snowy, dead-end alley, confronts a man who turns out to be the detective's own reflection, \"The stranger... was himself. He was standing in front of a huge mirrored wall marking the end of the arcade.\"\nIn The Radiant Warrior (1989), part of Leo Frankowski's Conrad Stargard series, the protagonist uses the Brocken Spectre to instill confidence in his recruits.\nThe Brocken spectre is a key trope in Paul Beatty's The White Boy Shuffle (1996), in which a character, Nicholas Scoby, declares that his dream (he specifically calls it a \"Dream and a half, really\") is to see his glory through a Brocken spectre (69).\nIn James Hogg's novel The Private Memoirs and Confessions of a Justified Sinner (1824) the Brocken spectre is used to suggest psychological horror.\n\nCarl Jung in Memories, Dreams, Reflections wrote:\n\n... I had a dream which both frightened and encouraged me. It was night in some unknown place, and I was making slow and painful headway against a mighty wind. Dense fog was flying along everywhere. I had my hands cupped around a tiny light which threatened to go out at any moment... Suddenly I had the feeling that something was coming up behind me. I looked back, and saw a gigantic black figure following me... When I awoke I realized at once that the figure was a \"specter of the Brocken,\" my own shadow on the swirling mists, brought into being by the little light I was carrying.\nIn Gravity's Rainbow, Geli Tripping and Slothrop make \"god-shadows\" from a Harz precipice, as Walpurgisnacht wanes to dawn. Additionally, the French–Canadian quadruple agent Rémy Marathe muses episodically about the possibility of witnessing the fabled spectre on the mountains of Tucson in David Foster Wallace's novel Infinite Jest.\nThe explorer Eric Shipton saw a Brocken Spectre during his first ascent of Nelion on Mount Kenya with Percy Wyn-Harris and Gustav Sommerfelt in 1929. He wrote:\n\nThen the towering buttresses of Batian and Nelion appeared; the rays of the setting sun broke through and, in the east, sharply defined, a great circle of rainbow colours framed our own silhouettes. It was the only perfect Brocken Spectre I have ever seen.\nThe progressive metal band Fates Warning makes numerous references to the Brocken Spectre in both their debut album title Night on Bröcken and in lyrics on a subsequent song called \"The Sorceress\" from the album Awaken the Guardian that read \"Through the Brocken Spectre rose a luring Angel.\"\nThe design of Kriemhild Gretchen, a Witch in the anime series Puella Magi Madoka Magica, may have been inspired by the Brocken spectre.\nIn Charles Dickens's Little Dorrit, Book II Chapter 23, Flora Finching, in the course of one of her typically free-associative babbles to Mr Clennam, says \" ... ere yet Mr F appeared a misty shadow on the horizon paying attentions like the well-known spectre of some place in Germany beginning with a B ... \"\n\"Brocken Spectre\" is the title of a track on David Tipper's 2010 album Broken Soul Jamboree.\nIn the tokusatsu series Tensou Sentai Goseiger, Semattarei of the Brocken Spectre is one of the enemies that Gosei Angels must face.\nIn the manga One Piece, Brocken spectres make an appearance in the Skypiea story arc.\nIn the anime Detective Conan, Brocken spectres are mentioned in episode 348 and episode 546 as well.\nIn \"The Problem of Pain\" by C.S. Lewis the Brocken spectre is mentioned in the chapter \"Heaven\".\nIn chapter 12 of Whose Body? (Lord Peter Wimsey) by Dorothy L. Sayers.\nThe Brocken Spectre occurring is proven by lawyers to explain circumstances in a case in episode 9 of \"Innocence, Fight Against False Charges\", a 2019 Japanese drama.\nIn October 2024 the BBC News website reported that a wildlife photographer from East Yorkshire in the United Kingdom captured a photo of a Brocken Spectre whilst out bird watching in Bridlington.  \nAnother sighting of a Brocken Spectre was published on the BBC News website page, 'Your pictures of Scotland: 10-17 October' in October 2025, taken at Beinn Each a Corbett near Strathyre, Scotland.  \n\n\n",
  "summary": "A Brocken spectre (British English; American spelling: Brocken specter; German: Brockengespenst), also called Brocken bow, mountain spectre, or spectre of the Brocken is the magnified (and apparently enormous) shadow of an observer cast in mid air upon any type of cloud opposite a strong light source. The figure's head can be surrounded by a bright area called Heiligenschein, or halo-like rings of rainbow-coloured light forming a glory, which appear opposite the Sun's direction when uniformly sized water droplets in clouds refract and backscatter sunlight.\nThe phenomenon can appear on any misty mountainside, cloud bank, or be seen from an aircraft, but the frequent fogs and low-altitude accessibility of the Brocken, the highest peak of the Harz Mountains in Germany, have created a local legend from which the phenomenon draws its name. The Brocken spectre was observed and described by Johann Silberschlag in 1780, and has often been recorded in literature about the region."
}