{
  "title": "Catatumbo lightning",
  "url": "https://en.wikipedia.org/wiki/Catatumbo_lightning",
  "content": "Catatumbo lightning (Spanish: Relámpago del Catatumbo) is an atmospheric phenomenon that occurs over and around Lake Maracaibo in Venezuela, typically over a bog area formed where the Catatumbo River flows into the lake. Catatumbo means \"House of Thunder\" in the language of the Bari people. It originates from a mass of storm clouds at an altitude of more than 1 km (0.6 mi), and occurs for 140 to 160 nights a year, nine hours per day, and with lightning flashes from 16 to 40 times per minute. The phenomenon sees the highest density of lightning in the world, at 250 per km2. In summers, the phenomenon may even occur as dry lightning without rainfall.\nThe lightning changes its flash frequency throughout the year, and it is different from year to year. For example, it ceased from January to March 2010, apparently due to drought, leading to speculation that it might have been extinguished permanently.\n\n\n== Location and mechanism ==\n\nCatatumbo lightning usually develops between 8°30′N 71°0′W and 9°45′N 73°0′W, toward the west of Lake Maracaibo. The storms are thought to be the result of winds blowing across the lake and the surrounding swampy plains. These air masses meet the high mountain ridges of the Andes, the Perijá Mountains (3,750 m (12,000 ft)), and Mérida Cordillera, enclosing the plain from three sides. The heat and moisture collected across the plains create electrical charges and, as the air masses are destabilized by the mountain ridges, result in thunderstorm activity. The phenomenon is characterized by almost continuous lightning, mostly within the clouds. The lightning produces a great quantity of ozone, though whether or not this contributes to the ozonosphere is a topic of disagreement, given the instability of the storm.\n\n\n== Cause ==\nRussian researcher Andrei Zavrotsky investigated the area several times. He concluded that the lightning has several epicenters in the marshes of Juan Manuel de Aguas National Park, Claras Aguas Negras, and western Lake Maracaibo. In 1991, he suggested that the phenomenon occurred due to cold and warm air currents meeting around the area. The study also speculated that an isolated cause for the lightning might be the presence of uranium in the bedrock.\nBetween 1997 and 2000, a series of four studies proposed that the methane produced by the swamps and the massive oil deposits in the area were a major cause of the phenomenon. The methane model is based on the symmetry properties of methane. Other studies have indicated that this model is contradicted by the observed behavior of the lightning, as it would predict that there would be more lightning in the dry season (January–February), and less in the wet season (April–May and September–October).\nA team from the Universidad del Zulia has investigated the impact of different atmospheric variables on Catatumbo lightning's daily, seasonal and year-to-year variability, finding relationships with the Inter-Tropical Convergence Zone (ITCZ), El Niño–Southern Oscillation (ENSO), the Caribbean Low-Level Jet, and the local winds and convective available potential energy (CAPE). Using satellite data, NASA counts that there are around 250 instances of lightning per km2.\n\n\n== Predictability ==\nA 2016 study showed that it is possible to forecast lightning in the Lake Maracaibo basin up to a few months in advance, based on the variability of the Lake Maracaibo Low-Level Jet and its interactions with predictable climate modes like the ENSO and the Caribbean Low-Level Jet. The study also showed that the forecast accuracy is significantly higher when an index based on a combination of winds and convective available potential energy (CAPE) is used. The index seems to capture well the compound effect of multiple climate drivers.\n\n\n== Historical references ==\nThere are several references by colonial Portuguese and Spanish sources, that name this phenomenon as \"Lanterns of Saint Anthony\" or the \"Lighthouse of Maracaibo\", as also noted by Alexander Walker in 1822. Based on M. Palacios book \"Viage de Varinas\", Prussian naturalist and explorer Alexander von Humboldt described the lightning in 1826.\nItalian geographer Agustin Codazzi described it in 1841 as \"like a continuous lightning, and its position such that, located almost on the meridian of the mouth of the lake, it directs the navigators as a lighthouse.\"\nThe phenomenon has been known to indigenous cultures (e.g., Wayuu, Yukpa, and Barí) for millennia and is believed to have always been there. It is incorporated into their cosmology. In Wayuu cuture, the phenomenon is believed to be a signal from nature for respect and strength. \n\n\n== Cultural impact ==\n\nThe phenomenon is represented on the flag and coat of arms of the state of Zulia, which also contains Lake Maracaibo, and is mentioned in the state's anthem. The phenomenon has been known for centuries as the \"Lighthouse of Maracaibo\", since it is visible for miles around Lake Maracaibo.\nSome authors have misinterpreted a reference to a glow in the night sky in Lope de Vega's description in his epic, \"La Dragontea\" of the attack against San Juan de Puerto Rico by Sir Francis Drake as an early literary allusion to the lightning (since in another verse the poet does mention Maracaibo), but it was actually a reference to the glow produced by burning ships during the battle.\n\n\n",
  "summary": "Catatumbo lightning (Spanish: Relámpago del Catatumbo) is an atmospheric phenomenon that occurs over and around Lake Maracaibo in Venezuela, typically over a bog area formed where the Catatumbo River flows into the lake. Catatumbo means \"House of Thunder\" in the language of the Bari people. It originates from a mass of storm clouds at an altitude of more than 1 km (0.6 mi), and occurs for 140 to 160 nights a year, nine hours per day, and with lightning flashes from 16 to 40 times per minute. The phenomenon sees the highest density of lightning in the world, at 250 per km2. In summers, the phenomenon may even occur as dry lightning without rainfall.\nThe lightning changes its flash frequency throughout the year, and it is different from year to year. For example, it ceased from January to March 2010, apparently due to drought, leading to speculation that it might have been extinguished permanently."
}