{
  "title": "Circumzenithal arc",
  "url": "https://en.wikipedia.org/wiki/Circumzenithal_arc",
  "content": "The circumzenithal arc, also called the circumzenith arc  (CZA), the upside-down rainbow, and the Bravais arc, is an optical phenomenon similar in appearance to a rainbow, but belonging to the family of halos arising from refraction of sunlight through ice crystals, generally in cirrus or cirrostratus clouds, rather than from raindrops. The arc is located a considerable distance (approximately 46°) above the observed Sun and at most forms a quarter of a circle centered on the zenith. It has been called \"a smile in the sky\", its first impression being that of an upside-down rainbow. The CZA is one of the brightest and most colorful members of the halo family. Its colors, ranging from violet on top to red at the bottom, are purer than those of a rainbow because there is much less overlap in their formation.\nThe intensity distribution along the circumzenithal arc requires consideration of several effects: Fresnel's reflection and transmission amplitudes, atmospheric attenuation, chromatic dispersion (i.e. the width of the arc), azimuthal angular dispersion (ray bundling), and geometrical constraints. In effect, the CZA is brightest when the Sun is observed at about 20°.\nContrary to public awareness, the CZA is not a rare phenomenon, but it tends to be overlooked, since it occurs so far overhead. It is worthwhile to look out for it when sun dogs are visible, since the same type of ice crystals that cause them are responsible for the CZA.\n\n\n== Formation ==\n\nCZA is caused by ice crystals that form plate-shaped hexagonal prisms, in horizontal orientation. The light that forms the CZA enters an ice crystal through its flat top face, and exits through a side prism face. The refraction of almost-parallel sunlight through what is essentially a 90-degree prism accounts for the wide color separation and the purity of color. The CZA can only form when the sun is at an altitude lower than 32.2°. The CZA is brightest when the sun is at 22° above the horizon, which causes sunlight to enter and exit the crystals at the minimum deviation angle; then it is also about 22° in radius, 1.5° in width. The CZA radius varies between 32.2° and 0°, getting smaller with rising solar altitude. It is best observed with solar altitudes of about 15°-25°; towards either extreme, it is vanishingly faint.  When the Sun is observed above 32.2°, light exits the crystals through the bottom face instead, contributing to the almost colorless parhelic circle.\nBecause the phenomenon also requires that the ice crystals have a common orientation, it occurs only in the absence of turbulence and when there is no significant up- or downdraft.\n\n\n== Lunar circumzenithal arc ==\nAs with all halos, the CZA can be caused by light from the Moon as well as from the Sun: the former is referred to as a lunar circumzenithal arc. Its occurrence is rarer than solar CZA, since it requires the Moon to be sufficiently bright, which is typically only the case around full moon.\n\n\n== Artificial circumzenithal arc ==\n A water glass experiment (known at least since 1920, cf. image on the right) may be used to create an artificial circumzenithal arc. Illuminating the top air-water interface of a nearly completely water-filled cylindrical glass under a shallow angle will refract the light into the water. The glass should be situated at the edge of a table. The second refraction at the cylinder's side face is then a skew-ray refraction. The overall refraction turns out to be equivalent to the refraction through an upright hexagonal plate crystal when the rotational averaging is taken into account. A colorful artificial circumzenithal arc will then appear projected on the floor. Other artificial halos can be created by similar means.\n\n\n",
  "summary": "The circumzenithal arc, also called the circumzenith arc  (CZA), the upside-down rainbow, and the Bravais arc, is an optical phenomenon similar in appearance to a rainbow, but belonging to the family of halos arising from refraction of sunlight through ice crystals, generally in cirrus or cirrostratus clouds, rather than from raindrops. The arc is located a considerable distance (approximately 46°) above the observed Sun and at most forms a quarter of a circle centered on the zenith. It has been called \"a smile in the sky\", its first impression being that of an upside-down rainbow. The CZA is one of the brightest and most colorful members of the halo family. Its colors, ranging from violet on top to red at the bottom, are purer than those of a rainbow because there is much less overlap in their formation.\nThe intensity distribution along the circumzenithal arc requires consideration of several effects: Fresnel's reflection and transmission amplitudes, atmospheric attenuation, chromatic dispersion (i.e. the width of the arc), azimuthal angular dispersion (ray bundling), and geometrical constraints. In effect, the CZA is brightest when the Sun is observed at about 20°.\nContrary to public awareness, the CZA is not a rare phenomenon, but it tends to be overlooked, since it occurs so far overhead. It is worthwhile to look out for it when sun dogs are visible, since the same type of ice crystals that cause them are responsible for the CZA.\n\n"
}