{
  "title": "Fata Morgana (mirage)",
  "url": "https://en.wikipedia.org/wiki/Fata_Morgana_(mirage)",
  "content": "A Fata Morgana (Italian: [ˈfaːta morˈɡaːna]) is a complex form of mirage visible in a narrow band right above the horizon. The term Fata Morgana is the Italian translation of \"Morgan the Fairy\" (Morgan le Fay of Arthurian legend). These mirages are often seen in the Italian Strait of Messina, and were described as fairy castles in the air or false land conjured by her magic.\nFata Morgana mirages significantly distort the object or objects on which they are based, often such that the object is completely unrecognizable. A Fata Morgana may be seen at sea or on land, in polar regions, or in deserts. It may involve almost any kind of distant object, including boats, islands, and the coastline. Often, a Fata Morgana changes rapidly. The mirage comprises several inverted (upside down) and upright images stacked on top of one another. Fata Morgana mirages also show alternating compressed and stretched zones.\nThe optical phenomenon occurs because rays of light bend when they pass through air layers of different temperatures in a steep thermal inversion where an atmospheric duct has formed. In calm weather, a layer of significantly warmer air may rest over colder dense air, forming an atmospheric duct that acts like a refracting lens, producing a series of both inverted and erect images. A Fata Morgana requires a duct to be present; thermal inversion alone is not enough to produce this kind of mirage. While a thermal inversion often takes place without there being an atmospheric duct, an atmospheric duct cannot exist without there first being a thermal inversion.\n\n\n== Observing a Fata Morgana ==\n\nA Fata Morgana is most commonly seen in polar regions, where it may be known as an iceblink, especially over large sheets of ice that have a uniform low temperature. It may, however, be observed in almost any area. In polar regions the Fata Morgana phenomenon is observed on relatively cold days. In deserts, over oceans, and over lakes, a Fata Morgana may be observed on hot days.\nTo generate the Fata Morgana phenomenon, the thermal inversion has to be strong enough that the curvature of the light rays within the inversion layer is stronger than the curvature of the Earth. Under these conditions, the rays bend and create arcs. An observer needs to be within or below an atmospheric duct in order to be able to see a Fata Morgana. Fata Morgana may be observed from any altitude within the Earth's atmosphere, from sea level up to mountaintops, and even including the view from airplanes.\n\nA Fata Morgana may be described as a very complex superior mirage with more than three distorted erect and inverted images. Because of the constantly changing conditions of the atmosphere, a Fata Morgana may change in various ways within just a few seconds of time, including changing to become a straightforward superior mirage. The sequential image here shows sixteen photographic frames of a mirage of the Farallon Islands as seen from San Francisco; the images were all taken on the same day. In the first fourteen frames, elements of the Fata Morgana mirage display alternations of compressed and stretched zones. The last two frames were photographed a few hours later, around sunset time. At that point in time, the air was cooler while the ocean was probably a little bit warmer, which caused the thermal inversion to be not as extreme as it was few hours before. A mirage was still present at that point, but it was not so complex as a few hours before sunset: the mirage was no longer a Fata Morgana, but instead had become a simple superior mirage.\nFata Morgana mirages are visible to the naked eye, but in order to be able to see the detail within them, it is best to view them through binoculars, a telescope, or as is the case in the images here, through a telephoto lens. Gabriel Gruber (1740–1805) and Tobias Gruber (1744–1806), who observed Fata Morgana above Lake Cerknica, were the first to study it in a laboratory setting.\n\n\n== Etymology ==\nLa Fata Morgana (\"The Fairy Morgana\") is the Italian name of Morgan le Fay, also known as Morgana and other variants, who was described as a powerful sorceress in Arthurian legend. As her name indicates, the figure of Morgan appears to have been originally a fairy figure rather than a human woman. The early works featuring Morgan do not elaborate on her nature, other than describing her role as that of a fairy or magician. Later, she was described as King Arthur's half-sister and an enchantress. After King Arthur's final battle at Camlann, Morgan takes her half-brother Arthur to Avalon. In medieval times, suggestions for the location of Avalon included the other side of the Earth at the antipodes, Sicily, and other locations in the Mediterranean. Legends claimed that sirens in the waters around Sicily lured the unwary to their death. Morgan is associated not only with Sicily's Mount Etna (the supposedly hollow mountain locally identified as Avalon since the 12th century), but also with sirens. In a medieval French Arthurian romance of the 13th century, Floriant et Florete, she is called \"mistress of the fairies of the salt sea\" (La mestresse [des] fées de la mer salée). Ever since that time, Fata Morgana has been associated with Sicily in the Italian folklore and literature. For example, a local legend connects Morgan and her magical mirages with Roger I of Sicily and the Norman conquest of the island from the Arabs.\n\nWalter Charleton, in his 1654 treatise \"Physiologia Epicuro-Gassendo-Charltoniana\", devotes several pages to the description of the Morgana of Rhegium, in the Strait of Messina (Book III, Chap. II, Sect. II). He records that a similar phenomenon was reported in Africa by Diodorus Siculus, a Greek historian writing in the first century BC, and that the Rhegium Fata Morgana was described by Damascius, a Greek philosopher of the sixth century AD. In addition, Charleton tells us that Athanasius Kircher described the Rhegium mirage in his book of travels.\nAn early mention of the term Fata Morgana in English, in 1818, referred to such a mirage noticed in the Strait of Messina, between Calabria and Sicily.\n\n\n== Famous legends and observations ==\n\n\n=== The Flying Dutchman ===\n\nThe Flying Dutchman, according to folklore, is a ghost ship that can never go home, and is doomed to sail the seven seas forever. The Flying Dutchman is usually spotted from afar, sometimes seen to be glowing with ghostly light. One of the possible explanations of the origin of the Flying Dutchman legend is a Fata Morgana mirage seen at sea.\n\nA Fata Morgana superior mirage of a ship can take many different forms. Even when the boat in the mirage does not seem to be suspended in the air, it still looks ghostly, and unusual, and what is even more important, it is ever-changing in its appearance. Sometimes a Fata Morgana causes a ship to appear to float inside the waves, at other times an inverted ship appears to sail above its real companion.\nIn fact, with a Fata Morgana it can be hard to say which individual segment of the mirage is real and which is not real: when a real ship is out of sight because it is below the horizon line, a Fata Morgana can cause the image of it to be elevated, and then everything which is seen by the observer is a mirage. On the other hand, if the real ship is still above the horizon, the image of it can be duplicated many times and elaborately distorted by a Fata Morgana.\n\n\n=== Phantom islands ===\n\nIn the 19th and early 20th centuries, Fata Morgana mirages may have played a role in a number of unrelated \"discoveries\" of arctic and antarctic land masses which were later shown not to exist. Icebergs frozen into the pack ice, or the uneven surface of the ice itself, may have contributed to the illusion of distant land features.\n\n\n==== Sannikov Land ====\n\nYakov Sannikov and Matvei Gedenschtrom claimed to have seen a land mass north of Kotelny Island during their 1809–1810 cartographic expedition to the New Siberian Islands. Sannikov reported this sighting of a \"new land\" in 1811, and the supposed island was named after him. Three-quarters of a century later, in 1886, Baron Eduard Toll, a Baltic German explorer in Russian service, reported observing Sannikov Land during another expedition to the New Siberian Islands. In 1900, he would lead still another expedition to the region, which had among its objectives the location and exploration of Sannikov Land. The expedition was unsuccessful in this respect. Toll and three others were lost after they departed their ship, which was stuck in ice for the winter, and embarked on a risky expedition by dog sled. In 1937, the Soviet icebreaker Sadko also tried and failed to find Sannikov Land. Some historians and geographers have theorised that the land mass that Sannikov and Toll saw was actually Fata Morganas of Bennett Island.\n\n\n==== Croker Mountains ====\nIn 1818, Sir John Ross led an expedition to discover the long-sought-after Northwest Passage. When he reached Lancaster Sound in Canada, he sighted, in the distance, a land mass with mountains, directly ahead in the ship's course. He named the mountain range the Croker Mountains, after First Secretary to the Admiralty John Wilson Croker, and ordered the ship to turn around and return to England. Several of his officers protested, including First Mate William Edward Parry and Edward Sabine, but they could not dissuade him. The account of Ross's voyage, published a year later, brought to light this disagreement, and the ensuing controversy over the existence of the Croker Mountains ruined Ross's reputation. The year after Ross's expedition, in 1819, Parry was given command of his own Arctic expedition, and proved Ross wrong by continuing west beyond where Ross had turned back, and sailing through the supposed location of the Croker Mountains. The mountain range that had caused Ross to abandon his mission had been a mirage.\nRoss made two errors. First, he refused to listen to the counsel of his officers, who may have been more familiar with mirages than he was. Second, his attempt to honour Croker by naming a mountain range after him backfired when the mountains turned out to be non-existent. Ross could not obtain ships, or funds, from the government for his subsequent expeditions, and was forced to rely on private backers instead.\n\n\n==== New South Greenland ====\n\nBenjamin Morrell reported that, in March 1823, while on a voyage to the Antarctic and southern Pacific Ocean, he had explored what he thought was the east coast of New South Greenland. The west coast of New South Greenland had been explored two years earlier by Robert Johnson, who had given the land its name. This name was not adopted, however, and the area, which is the northern part of the Antarctic Peninsula, is now known as Graham Land. Morrell's reported position was actually far to the east of Graham Land. Searches for the land that Morrell claimed to have explored would continue into the early 20th century before New South Greenland's existence was conclusively disproven. Why Morrell reported exploring a non-existent land is unclear, but one possibility is that he mistook a Fata Morgana for actual land.\n\n\n==== Crocker Land ====\n\nRobert Peary claimed to have seen, while on a 1906 Arctic expedition, a land mass in the distance. He said that it was north-west from the highest point of Cape Thomas Hubbard, which is situated in what is now the northern Canadian territory of Nunavut, and he estimated it to be 210 km (130 miles) away, at about 83 degrees N, longitude 100 degrees W. He named it Crocker Land, after George Crocker of the Peary Arctic Club. As Peary's diary contradicts his public claim that he had sighted land, it is now believed that Crocker Land was a fraudulent invention of Peary, created in an unsuccessful attempt to secure further funding from Crocker.\nIn 1913, unaware that Crocker Land was merely an invention, Donald Baxter MacMillan organised the Crocker Land Expedition, which set out to reach and explore the supposed land mass. On 21 April, the members of the expedition did, in fact, see what appeared to be a huge island on the north-western horizon. As MacMillan later said, \"Hills, valleys, snow-capped peaks extending through at least one hundred and twenty degrees of the horizon\". Piugaattoq, a member of the expedition and an Inuk hunter with 20 years of experience of the area, explained that it was just an illusion. He called it poo-jok, which means 'mist'. However, MacMillan insisted that they press on, even though it was late in the season and the sea ice was breaking up. For five days they went on, following the mirage. Finally, on 27 April, after they had covered some 200 km (125 miles) of dangerous sea ice, MacMillan was forced to admit that Piugaattoq was right—the land that they had sighted was in fact a mirage (probably a Fata Morgana). Later, MacMillan wrote:\n\nThe expedition collected interesting samples, but is still considered to be a failure and a very expensive mistake. The final cost was $100,000 (equivalent to $2.3 million in 2024).\n\n\n==== Hy Brasil ====\nHy Brasil is an island that was said to appear once every few years off the coast of County Kerry, Ireland. Hy Brasil has been drawn on ancient maps as a perfectly circular island with a river running directly through it.\n\n\n=== Lake Ontario ===\n\nLake Ontario is said to be famous for mirages, with opposite shorelines becoming clearly visible during the events.\nIn July 1866, mirages of boats and islands were seen from Kingston, Ontario.\n\nA Mirage – The atmospheric phenomenon known as \"mirage\" might have been observed on Sunday evening between 6 and 7 o'clock, by looking towards the lake. The line beyond which this phenomenon was observable seemed to strike from about the middle portion of Amherst Island across to the southeast, for while the lower half of the island presented its usual appearance, the upper half was unnaturally distorted and thrown upward in columnar shape with an apparent height of two to three hundred feet. The upper line or cloud from this elevation stretched southward, upon which was thrown the image of objects. A barque sailing in front of this cloud presented a double appearance. While she appeared slightly distorted on the surface of the water, her image was inverted upon the background of the cloud referred to, and both blending together produced a curious sight. At the same time the ship and its shadow were again repeated in a more shadowy form, but distinct, in the foreground, the base being a line of smooth water. Another bark whose hull was entirely below the horizon, the topsails alone being visible, had its hull shadowed on this foreground, but no inversion in this case could be observed. It may be added that these optical phenomena in regard to the vessels could only be seen with the aid of a telescope, for the nearest vessel was at the time fully sixteen miles [26 km] distant. The phenomena lasted over an hour, the illusion changing every moment in its character.\n\nHere the described mirages of vessels \"could only be seen with the aid of a telescope\". It is often the case when observing a Fata Morgana that one needs to use a telescope or binoculars to really make out the mirage. The \"cloud\" that the article mentions a few times probably refers to a duct.\nOn 25 August 1894, Scientific American described a \"remarkable mirage\" seen by the citizens of Buffalo, New York.\n\nThe people of Buffalo, N.Y., were treated to a remarkable mirage, between ten and eleven o'clock, on the morning of 16 August, [1894]. It was the city of Toronto with its harbor and small island to the south of the city. Toronto is fifty-six miles [90 km] from Buffalo, but the church spires could be counted with the greatest ease. The mirage took in the whole breadth of Lake Ontario, Charlotte, the suburbs of Rochester, being recognized as a projection east of Toronto. A side-wheel steamer could be seen traveling in a line from Charlotte to Toronto Bay. Two dark objects were at last found to be the steamers of the New York Central plying between Lewiston and Toronto. A sail-boat was also visible and disappeared suddenly. Slowly the mirage began to fade away, to the disappointment of thousands who crowded the roofs of houses and office buildings. A bank of clouds was the cause of the disappearance of the mirage. A close examination of the map showed the mirage did not cause the slightest distortion, the gradual rise of the city from the water being rendered perfectly. It is estimated that at least 20,000 spectators saw the novel spectacle.\nThis mirage is what is known as that of the third order; that is, the object looms up far above the level and not inverted, as with mirages of the first and second orders, but appearing like a perfect landscape far away in the sky.\n\nThis description might refer to looming owing to inversion rather than to an actual mirage.\n\n\n=== McMurdo Sound and Antarctica ===\nFrom McMurdo Station in Antarctica, Fata Morganas are often seen during the Antarctic spring and summer, across McMurdo Sound. An Antarctic Fata Morgana, seen from a C-47 transport flight, was recounted:\n\nWe were going along smoothly and all of a sudden a mountain peak seemed to rise up out of nowhere up ahead. We looked again and it was gone. A couple of minutes later it popped up again rising some 300 feet higher than our altitude. We never seemed to get any closer to it. The peak just kept popping up and down, getting higher and higher and higher every time it reappeared.\n\n\n=== UFOs ===\n\nFata Morgana mirages may continue to trick some observers and are still sometimes mistaken for otherworldly objects such as UFOs. A Fata Morgana can display an object that is located below the astronomical horizon as an apparent object hovering in the sky. A Fata Morgana can also magnify such an object vertically and make it look absolutely unrecognizable.\nSome UFOs which are seen on radar may also be due to Fata Morgana mirages. Official UFO investigations in France indicate:\n\nAs is well known, atmospheric ducting is the explanation for certain optical mirages, and in particular the arctic illusion called \"fata morgana\" where distant ocean or surface ice, which is essentially flat, appears to the viewer in the form of vertical columns and spires, or \"castles in the air\".\n\nPeople often assume that mirages occur only rarely. This may be true of optical mirages, but conditions for radar mirages are more common, due to the role played by water vapor which strongly affects the atmospheric refractivity in relation to radio waves. Since clouds are closely associated with high levels of water vapor, optical mirages due to water vapor are often rendered undetectable by the accompanying opaque cloud. On the other hand, radar propagation is essentially unaffected by the water droplets of the cloud so that changes in water vapor content with altitude are very effective in producing atmospheric ducting and radar mirages. \n\n\n=== Australia ===\nFata Morgana mirages could explain the mysterious Australian Min Min light phenomenon. This would also explain the way in which the legend has changed over time: The first reports were of a stationary light, which in a Fata Morgana effect would be an image of a campfire. In more recent reports this has changed to moving lights, which in an inversion reflection such as Fata Morgana would be headlights over the horizon being reflected by the inversion. \n\n\n=== Greenland ===\nFata Morgana Land is a phantom island in the Arctic, reported first in 1907. After an unfruitful search, it was deemed to be Tobias Island.\n\n\n== In literature ==\nA Fata Morgana is usually associated with something mysterious, something that never could be approached.\n\nIn the lines, \"the weary traveller sees / In desert or prairie vast, / Blue lakes, overhung with trees / That a pleasant shadow cast\", because of the mention of blue lakes, it is clear that the author is actually describing not a Fata Morgana, but rather a common inferior or desert mirage. The 1886 drawing shown here of a \"Fata Morgana\" in a desert might have been an imaginative illustration for the poem, but in reality no mirage ever looks like this. Andy Young writes, \"They're always confined to a narrow strip of sky—less than a finger's width at arm's length—at the horizon.\"\nThe 18th-century poet Christoph Martin Wieland wrote about \"Fata Morgana's castles in the air\". The idea of castles in the air was probably so irresistible that many languages still use the phrase Fata Morgana to describe a mirage.\nIn the book Thunder Below! about the submarine USS Barb, the crew sees a Fata Morgana (called an \"arctic mirage\" in the book) of four ships trapped in the ice. As they try to approach the ships the mirage vanishes.\nThe Fata Morgana is briefly mentioned in the 1936 H. P. Lovecraft horror novel At the Mountains of Madness, in which the narrator states: \"On many occasions the curious atmospheric effects enchanted me vastly; these including a strikingly vivid mirage—the first I had ever seen—in which distant bergs became the battlements of unimaginable cosmic castles.\"\nIt is vividly described in the 1954 novel Lord of the Flies by William Golding:\n\n Strange things happened at midday. The glittering sea rose up, moved apart in planes of blatant impossibility; the coral reef and the few stunted palms that clung to the more elevated parts would float up into the sky, would quiver, be plucked apart, run like raindrops on a wire or be repeated as in an odd succession of mirrors. Sometimes land loomed where there was no land and flicked out like a bubble as the children watched. Piggy discounted all this learnedly as a “mirage”...\n\n\n",
  "summary": "A Fata Morgana (Italian: [ˈfaːta morˈɡaːna]) is a complex form of mirage visible in a narrow band right above the horizon. The term Fata Morgana is the Italian translation of \"Morgan the Fairy\" (Morgan le Fay of Arthurian legend). These mirages are often seen in the Italian Strait of Messina, and were described as fairy castles in the air or false land conjured by her magic.\nFata Morgana mirages significantly distort the object or objects on which they are based, often such that the object is completely unrecognizable. A Fata Morgana may be seen at sea or on land, in polar regions, or in deserts. It may involve almost any kind of distant object, including boats, islands, and the coastline. Often, a Fata Morgana changes rapidly. The mirage comprises several inverted (upside down) and upright images stacked on top of one another. Fata Morgana mirages also show alternating compressed and stretched zones.\nThe optical phenomenon occurs because rays of light bend when they pass through air layers of different temperatures in a steep thermal inversion where an atmospheric duct has formed. In calm weather, a layer of significantly warmer air may rest over colder dense air, forming an atmospheric duct that acts like a refracting lens, producing a series of both inverted and erect images. A Fata Morgana requires a duct to be present; thermal inversion alone is not enough to produce this kind of mirage. While a thermal inversion often takes place without there being an atmospheric duct, an atmospheric duct cannot exist without there first being a thermal inversion.\n\n"
}