{
  "title": "Naga fireball",
  "url": "https://en.wikipedia.org/wiki/Naga_fireball",
  "content": "Naga fireballs (Thai: บั้งไฟพญานาค; RTGS: bang fai phaya nak), also known as bung fai phaya nak or \"Mekong lights\" and formerly \"ghost lights\", are a phenomenon said to be seen annually on the Mekong River. Glowing balls are alleged to naturally rise from the water high into the air. The balls are said to be reddish and to range in size from smaller sparkles up to the size of basketballs. They quickly rise up to a couple of hundred metres before disappearing. The number of fireballs reported varies between tens and thousands per night. The phenomenon is locally attributed to phaya nak, a giant serpent (Nāga) said to live in the Mekong.\n\n\n== Description ==\nThe fireballs are most often reported around the night of Wan Ok Phansa at the end of Vassa in late-October. Naga fireballs have been reported over an approximately 250 km (160 mi) long section of the Mekong River centered approximately on Phon Phisai in the Phon Phisai District. Fireballs have also been reported rising from smaller rivers, lakes and ponds in the region. The fireballs were called \"ghost lights\" by locals until the mid-1980s, when the local council officially named them \"phaya nak lights\". In 2018, one observer noted that while the light phenomenon is \"hundreds of years old\", the new name Phaya Nak lights is only about 35 years old.\"\n\n\n== Explanations ==\n\nAlthough the fireballs are regularly seen on the river during the Phayanak Festival, a 2002 iTV documentary showed Lao soldiers firing tracer rounds into the air across the river from the festival. Skeptic Brian Dunning suggests that it would be impossible for anyone across the half-mile river to hear a gunshot because it would take 2.5 seconds for the sound to travel to the spectators, and by then the crowd watching would have already noticed the light and started cheering, drowning out any sound to reach them. Thai biologist Jessada Denduangboripant analysed footage of a Naga fireball event and concluded that the effect was caused by the firing of flare guns from the other side of the river. A 2021 official investigation by Lao authorities during a COVID-19 lockdown and curfew, concluded \"In response to the news in foreign media, I would like to state that it is extremely unlikely that anyone could have fired weapons or flare ammunition without our knowledge on that night. We ensured a heavy police presence through the night and did not encounter any incidents\".\nSome individuals have attempted to explain the phenomenon scientifically. One explanation is that the fireball is a result of flammable phosphine gas generated by the marshy environment. Dunning writes that such fireballs are very unlikely to spontaneously ignite, and would not stay lit when at the speeds the fireballs travel, and that there is no science that can explain \"the Naga Fireballs to be naturally produced burning gas bubbles.\"\nA similar explanation involves a phenomenon seen in plasma physics: free-floating plasma orbs created when surface electricity (e.g., from a capacitor) is discharged into a solution. However, these are produced under controlled conditions during plasma ball experiments using high voltage capacitors, microwave oscillators, or microwave ovens, rather than naturally occurring.\n\n\n",
  "summary": "Naga fireballs (Thai: บั้งไฟพญานาค; RTGS: bang fai phaya nak), also known as bung fai phaya nak or \"Mekong lights\" and formerly \"ghost lights\", are a phenomenon said to be seen annually on the Mekong River. Glowing balls are alleged to naturally rise from the water high into the air. The balls are said to be reddish and to range in size from smaller sparkles up to the size of basketballs. They quickly rise up to a couple of hundred metres before disappearing. The number of fireballs reported varies between tens and thousands per night. The phenomenon is locally attributed to phaya nak, a giant serpent (Nāga) said to live in the Mekong.\n\n"
}