{
  "title": "Sailing stones",
  "url": "https://en.wikipedia.org/wiki/Sailing_stones",
  "content": "Sailing stones (also called sliding rocks, walking rocks, rolling stones, and moving rocks) are part of the geological phenomenon in which rocks move and inscribe long tracks along a smooth valley floor without animal intervention. The movement of the rocks occurs when large, thin sheets of ice floating on an ephemeral winter pond move and break up due to wind. Trails of sliding rocks have been observed and studied in various locations, including Little Bonnie Claire Playa, in Nevada, and most famously at Racetrack Playa, Death Valley National Park, California, where the number and length of tracks are notable.\n\n\n== Description ==\n\nThe Racetrack's stones speckle the playa floor, predominantly in the southern portion. Historical accounts identify some stones around 100 m (330 ft) from shore, yet most of the stones are found relatively close to their respective originating outcrops. Three lithologic types are identified:\n\nsyenite, found most abundant on the west side of the playa;\ndolomite, subrounded blue-gray stones with white bands;\nblack dolomite, the most common type, found almost always in angular joint blocks or slivers.\nThis dolomite composes nearly all stones found in the northern half of the playa, and originates at a steep promontory, 260 m (850 ft) high, paralleling the east shore at the south end of the playa. Intrusive igneous rock originates from adjacent slopes (most of those being tan-colored feldspar-rich syenite). Tracks are often up to 330 ft (100 m) long, about 8 to 30 cm (3 to 12 in) wide, and typically much less than 2.5 cm (1 in) deep. Most moving stones range from about 15 to 46 cm (6 to 18 in) in diameter.\nStones with rough bottoms leave straight striated tracks, while those with smooth bottoms tend to wander. Stones sometimes turn over, exposing another edge to the ground and leaving a different track in the stone's wake.\nTrails differ in both direction and length. Rocks that start next to each other may travel parallel for a time, before one abruptly changes direction to the left, right, or even back to the direction from which it came. Trail length also varies – two similarly sized and shaped rocks may travel uniformly, then one could move ahead or stop in its track.\nA balance of specific conditions is thought to be needed for stones to move:\n\nA flooded surface\nA thin layer of clay\nWind\nIce floes\nWarming temperatures causing ice breakup\n\n\n== Research history ==\n\nAt Racetrack Playa, these tracks have been studied since the early 1900s, yet the origins of stone movement were not confirmed and remained the subject of research for which several hypotheses existed. However, as of August 2014, timelapse video footage of rocks moving has been published, showing the rocks moving at high wind speeds within the flow of thin, melting sheets of ice. The scientists have thus identified the cause of the moving stones to be ice shove.\n\n\n=== Early investigation ===\nThe first documented account of the sliding rock phenomenon dates to 1915, when a prospector named Joseph Crook from Fallon, Nevada, visited the Racetrack Playa site. In the following years, the Racetrack sparked interest from geologists Jim McAllister and Allen Agnew, who mapped the bedrock of the area in 1948 and published the earliest report about the sliding rocks in a Geologic Society of America Bulletin. Their publication gave a brief description of the playa furrows and scrapers, stating that no exact measurements had been taken and suggesting that furrows were the remnants of scrapers propelled by strong gusts of wind – such as the variable winds that produce dust-devils – over a muddy playa floor. Controversy over the origin of the furrows prompted the search for the occurrence of similar phenomena at other locations. Such a location was found at Little Bonnie Claire Playa in Nye County, Nevada, and the phenomenon was studied there, as well.\nNaturalists from the National Park Service later wrote more detailed descriptions and Life magazine featured a set of photographs from the Racetrack. In 1952, a National Park Service Ranger named Louis G. Kirk recorded detailed observations of furrow length, width, and general course. He sought simply to investigate and record evidence of the moving rock phenomenon, not to hypothesize or create an extensive scientific report. Speculation about how the stones move started at this time. Various and sometimes idiosyncratic possible explanations have been put forward over the years that have ranged from the supernatural to the complex. Most hypotheses favored by interested geologists posit that strong winds when the mud is wet are at least in part responsible. Some stones weigh as much as a human, which some researchers, such as geologist George M. Stanley, who published a paper on the topic in 1955, feel is too heavy for the area's winds to move. After extensive track mapping and research on rotation of the tracks in relation to ice floe rotation, Stanley maintained that ice sheets around the stones either help to catch the wind or that ice floes initiate rock movement.\n\n\n=== Progress in the 1970s ===\nBob Sharp and Dwight Carey started a Racetrack stone movement monitoring program in May 1968. Eventually, 30 stones with fresh tracks were labeled and stakes were used to mark their locations. Each stone was given a name and changes in the stones' positions were recorded over a seven-year period. Sharp and Carey also tested the ice floe hypothesis by corralling selected stones. A corral 1.7 m (5.5 ft) in diameter was made around a 8 cm (3 in) wide, 0.45 kg (1 lb) track-making stone with seven rebar segments placed 64 to 76 cm (25 to 30 in) apart. If a sheet of ice around the stones either increased wind-catching surface area or helped move the stones by dragging them along in ice floes, then the rebar should at least slow down and deflect the movement. Neither appeared to occur; the stone barely missed a rebar as it moved 8.5 m (28 ft) to the northwest out of the corral in the first winter. Two heavier stones were placed in the corral at the same time; one moved five years later in the same direction as the first, but its companion did not move during the study period. This indicated that if ice played a part in stone movement, then ice collars around stones must be small.\n\nTen of the initial 30 stones moved in the first winter with Mary Ann (stone A) covering the longest distance at 65 m (212 ft). Two of the next six monitored winters also had multiple stones move. No stones were confirmed to have moved in the summer, and in some winters, none or only a few stones moved. In the end, all but two of the monitored stones moved during the seven-year study. At 6.4 cm (2.5 in) in diameter, Nancy (stone H) was the smallest monitored stone. It also moved the longest cumulative distance, 260 m (860 ft), and the greatest single winter movement, 201 m (659 ft). The largest stone to move was 36 kg (80 lb).\nKaren (stone J) is a 74-by-48-by-51-centimeter (29 by 19 by 20 in) block of dolomite and weighs an estimated 320 kg (700 lb). Karen did not move during the monitoring period. The stone may have created its 170-meter (570 ft) long, straight and old track from momentum gained from its initial fall onto the wet playa. However, Karen disappeared sometime before May 1994, possibly during the unusually wet winter of 1992 to 1993. Removal by artificial means is considered unlikely due to the lack of associated damage to the playa that a truck and winch would have caused. A possible sighting of Karen was made in 1994, 800 m (1⁄2 mi) from the playa. Karen was rediscovered by San Jose geologist Paula Messina in 1996.\n\n\n=== Continued research in the 1990s ===\nProfessor John Reid led six research students from Hampshire College and the University of Massachusetts Amherst in a follow-up study in 1995. They found highly congruent trails from stones that moved in the late 1980s and during the winter of 1992–93. At least some stones were proved beyond a reasonable doubt to have been moved in ice floes that may be up to 800 m (1⁄2 mi) wide. Physical evidence included swaths of lineated areas that could only have been created by moving thin sheets of ice. Consequently, both wind alone and wind in conjunction with ice floes are thought to be motive forces.\n\nPhysicists Bacon et al. studying the phenomenon in 1996, informed by studies in Owens Dry Lake Playa, discovered that winds blowing on playa surfaces can be compressed and intensified because of a playa's smooth, flat surfaces. They also found that boundary layers (the region just above ground where winds are slower due to ground drag) on these surfaces can be as low as 5 cm (2 in). As a result, stones just a few centimeters high feel the full force of ambient winds and their gusts, which can reach 140 km/h (90 mph) in winter storms. Such gusts are thought to be the initiating force, while momentum and sustained winds keep the stones moving, possibly as fast as a moderate run.\nWind and ice both are the favored hypothesis for these sliding rocks. Noted in \"Surface Processes and Landforms\", Don J. Easterbrook mentions that because of the lack of parallel paths between some rock paths, this could be caused by degenerating ice floes resulting in alternate routes. Though the ice breaks up into smaller blocks, it is still necessary for the rocks to slide.\n\n\n=== 21st-century developments ===\nFurther understanding of the geologic processes at work in Racetrack Playa goes hand in hand with technological development. In 2009, development of inexpensive time-lapse digital cameras allowed the capturing of transient meteorological phenomena including dust devils and playa flooding. These cameras were aimed at capturing various stages of the previously mentioned phenomena, though discussion of the sliding stones ensued. The developers of photographic technology describe the difficulty of capturing the Racetrack's stealthy rocks, as movements only occur about once every three years, and they believed, lasted about 10 seconds. Their next identified advancement was wind-triggered imagery, vastly reducing the ten million seconds of nontransit time they had to sift through.\nIt was postulated that small rafts of ice form around the rocks and the rocks are buoyantly floated off the soft bed, thus reducing the reaction and friction forces at the bed. Since this effect depends on reducing friction, and not on increasing the wind drag, these ice cakes need not have a particularly large surface area if the ice is adequately thick, as the minimal friction allows the rocks to be moved by arbitrarily light winds.\nReinforcing the \"ice raft\" theory, a research study pointed out narrowing trails, intermittent springs, and trail ends having no rocks. The study identified that water drained from higher area into the Playa while ice covered the intermittent lake. This suggests that this water buoyantly lifts the ice floes with embedded rocks until friction with the playa bed is reduced sufficiently for wind to move them and cause the observed tracks. The study also analyses an artificial ditch intended to prevent visitors from driving on the playa, and concludes that it may interfere with rock sliding.\nIn 2020, NASA ruled out the potential reasons for the stones moving results from the microbial mats and wind-generated water waves based on a fossil of dinosaur footprints.\n\n\n==== Explanation ====\n\nNews articles reported the mystery solved when researchers observed rock movements using GPS and time-lapse photography. The largest rock movement the research team witnessed and documented was on December 20, 2013 and involved more than 60 rocks, with some rocks moving up to 224 metres (245 yards) between December 2013 and January 2014 in multiple movement events. These observations contradicted earlier hypotheses of strong winds or thick ice floating rocks off the surface. Instead, rocks move when large ice sheets a few millimeters thick floating in an ephemeral winter pond start to break up during sunny mornings. These thin floating ice panels, frozen during cold winter nights, are driven by light winds and shove rocks at up to 5 m/min (0.3 km/h; 0.2 mph). Some GPS-measured moves lasted up to 16 minutes, and a number of stones moved more than five times during the existence of the playa pond in the winter of 2013–14.\n\n\n== Possible influence of climate change ==\nBecause rock movement relies on a rare set of circumstances, the usually dry playa being flooded and the water freezing, drier winters and warmer winter nights would cause such circumstances to occur less often. A statistical study by Ralph Lorenz and Brian Jackson examining published reports of rock movements suggested (with 4:1 odds) an apparent decline between the 1960s–1990s, and the 21st century.\n\n\n== Theft and vandalism of rocks ==\nOn May 30, 2013, the Los Angeles Times reported that park officials were looking into the theft of several of the rocks from the Death Valley National Park.\nIn August 2016, around 16 km (10 miles) of tire tracks were left in the playa by someone driving around it illegally. A photographer visiting in September also noted the initials 'D' and 'K' newly carved into one of the rocks. Although reports at the time suggested investigators had identified a suspect, the vandal had not been identified in March 2018, when a team of volunteers cleaned the tire tracks from the Racetrack using gardening tools and 2,800 L (750 US gallons) of water.\n\n\n",
  "summary": "Sailing stones (also called sliding rocks, walking rocks, rolling stones, and moving rocks) are part of the geological phenomenon in which rocks move and inscribe long tracks along a smooth valley floor without animal intervention. The movement of the rocks occurs when large, thin sheets of ice floating on an ephemeral winter pond move and break up due to wind. Trails of sliding rocks have been observed and studied in various locations, including Little Bonnie Claire Playa, in Nevada, and most famously at Racetrack Playa, Death Valley National Park, California, where the number and length of tracks are notable."
}