{
  "title": "Skyquake",
  "url": "https://en.wikipedia.org/wiki/Skyquake",
  "content": "A skyquake is a phenomenon where a loud sound is reported to originate from the sky. It often manifests as a banging, or a horn-like noise. The sound may cause noticeable effects on buildings, including vibration in ceilings or across the walls of a particular room. Those who experience skyquakes typically do not have a clear explanation for what caused them and they are perceived as mysterious. They have been heard in several locations around the world, typically in areas close to lakes and other bodies of water. Reports of skyquakes have come from the North Sea, the Ganges, Canada, Colombia, Japan, Finland, Vanuatu, Australia, Italy, Ireland, India, The Netherlands, Norway, Tierra del Fuego in Argentina, the United Kingdom, the United States, Mexico, Malaysia (particularly Ipoh) and Indonesia (particularly Jakarta and Java).\n\n\n== Local names ==\nNames (according to area) are:\n\nBangladesh: Barisal guns\nFrance: \"bombes de mer\", \"canons de mer\".\nIndonesia: dentuman (lit: \"clatter\") or suara tembakan meriam (lit: \"the sound of cannon fire\").\nItaly: \"brontidi\", \"marina\", \"balza\", \"lagoni\", \"bomba\", \"rombo\", \"boato\", \"bonnito\", \"mugghio\", \"baturlio\", \"tromba\", \"rufa\".\nJapan: \"uminari\" (literally, \"cries from the sea\")\nNetherlands and Belgium: \"mistpoeffers\", \"zeepoeffers\", \"zeedoffers\", \"mistbommen\", \"gonzen\", \"balken\", \"onderaardse geruchten\".\nPhilippines and Iran: \"retumbos\"\nUnited States: \"Guns of the Seneca\" around Seneca Lake and Cayuga Lake, Seneca guns in the Southeast US\nLatin America and Spain: \"cielomoto\"\nCanada: \"seefahrts\"\nelsewhere:  \"fog guns\", \"mistpouffers\", \"waterguns\"\nIn 1804, they were reportedly heard during the Lewis and Clark Expedition near Great Falls. Meriwether Lewis wrote “since our arrival at the falls we have repeatedly witnessed a noise which proceeds from a direction a little to the N. of West as loud and resembling precisely the discharge of a piece of ordinance of 6 pounds at the distance of three miles.” William Clark added in his notes, “…a rumbling like Cannon at a great distance is heard to the west of us; the Cause we Can’t account.”\nThey have been reported from an Adriatic island in 1824; Western Australia, South Australia and Victoria in Australia; Belgium; frequently on calm summer days in the Bay of Fundy and Passamaquoddy Bay, New Brunswick, Canada; Lough Neagh in Northern Ireland; Scotland; Cedar Keys, Florida; Franklinville, New York in 1896; and northern Georgia in the United States.\nTheir sound has been described as being like distant but inordinately loud thunder while no clouds are in the sky large enough to generate lightning. Those familiar with the sound of cannon fire say the sound is nearly identical. The booms occasionally cause shock waves that rattle plates. Early white settlers in North America were told by the native Haudenosaunee Iroquois that the booms were the sound of the Great Spirit continuing his work of shaping the earth.\nThe terms \"mistpouffers\" and \"Seneca guns\" both originate in Seneca Lake, New York, and refer to the rumble of artillery fire. James Fenimore Cooper, author of The Last of the Mohicans, wrote \"The Lake Gun\" in 1850, a short story describing the phenomenon heard at Seneca Lake, which seems to have popularized the terms.\n\n\n== Hypotheses ==\nTheir origin has not been positively identified. Given the long time that they have been known and reported, but with no proposal experimentally confirmed, it seems likely that they occur for more than one reason. Proposed explanations have been:\n\nModerate-sized meteors causing sonic booms as they strike the lower atmosphere.\nGas explosions, either by ignition or sudden release of trapped deposits:\nGas escaping from vents in the Earth's surface.\nWith lakes, bio gas from decaying vegetation trapped beneath the lake bottoms suddenly bursting forth. (Plausible, since Cayuga Lake and Seneca Lake are large, deep lakes with millennia of deep deposition of organically enriched sediment.)\nExplosive release of less volatile gases generated as limestone decay in underwater caves.\nUnderwater caves collapsing, and either the released air and/or a wave of water pressure vacuum abruptly arriving at the lake surface.\nVolcanic eruptions (in places near known volcanic activity).\nMilitary aircraft surreptitiously creating sonic booms (this origin does not explain these sounds being heard before the advent of supersonic flight, but this entry could be extended to include military cannon-fire practice).\nEarthquakes: Shallow earthquakes can generate sound waves with little ground vibration: The \"booming\" sound is heard only locally, near the epicenter.\nAvalanches, either natural or human-caused (for avalanche control).\nWeather: Distant thunder, or loud sounds from wind damage.\nAtmospheric ducting of distant thunder or other loud sounds from far off.\nSecondary atmospheric waves from plasma impacts of solar CMEs. CMEs generate plasma shock waves in space, similar to the sonic boom caused by aircraft flying faster than the speed of sound in Earth's atmosphere. The solar wind's equivalent of a sonic boom in the Solar System plasma medium can accelerate protons up to millions of miles per minute – as much as 40 percent of the speed of light. This is a proven source of auroras, but has never yet been shown to be sufficiently forceful and sufficiently abrupt to cause a \"boom\".\nPossible resonance from solar and/or Earth magnetic activity inducing sounds.\nBreaking waves: A line of breaking waves on a rocky shore is capable of producing booming noises at low frequencies, thereby allowing the sound to travel for longer distances.\n\n\n",
  "summary": "A skyquake is a phenomenon where a loud sound is reported to originate from the sky. It often manifests as a banging, or a horn-like noise. The sound may cause noticeable effects on buildings, including vibration in ceilings or across the walls of a particular room. Those who experience skyquakes typically do not have a clear explanation for what caused them and they are perceived as mysterious. They have been heard in several locations around the world, typically in areas close to lakes and other bodies of water. Reports of skyquakes have come from the North Sea, the Ganges, Canada, Colombia, Japan, Finland, Vanuatu, Australia, Italy, Ireland, India, The Netherlands, Norway, Tierra del Fuego in Argentina, the United Kingdom, the United States, Mexico, Malaysia (particularly Ipoh) and Indonesia (particularly Jakarta and Java)."
}